projects/writing/jokes/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-07-19 Wed 21:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Eric" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org96f2712">1. Conversations</a>
<ul>
<li><a href="#org5c4d751">1.1. Bees</a></li>
<li><a href="#org6e1f218">1.2. Chemistry</a></li>
<li><a href="#org4ee237e">1.3. Deer</a></li>
<li><a href="#orgc5d70fa">1.4. Did you know?</a></li>
<li><a href="#org7e1a559">1.5. England</a></li>
<li><a href="#org8278671">1.6. Fish</a></li>
<li><a href="#org78369e8">1.7. Fraud</a></li>
<li><a href="#org1852300">1.8. Hey</a></li>
<li><a href="#org7c51b34">1.9. Hip replacements</a></li>
<li><a href="#orgb96dc90">1.10. Magic hat</a></li>
<li><a href="#org74417f8">1.11. Movie</a></li>
<li><a href="#orge09b450">1.12. Name</a></li>
<li><a href="#orgbae5c08">1.13. Remember</a></li>
<li><a href="#org6e80537">1.14. Sleepy</a></li>
<li><a href="#org3a5b90b">1.15. Steve</a></li>
<li><a href="#org5e53f6e">1.16. Weight lifting</a></li>
</ul>
</li>
<li><a href="#orgf58a9ef">2. Missayings</a>
<ul>
<li><a href="#orge06a8ef">2.1. Bad luck</a></li>
<li><a href="#org097cc10">2.2. Candy</a></li>
<li><a href="#org79e5b5a">2.3. Early</a></li>
<li><a href="#orgb6575ed">2.4. Easy-peasy</a></li>
<li><a href="#org18a8d0a">2.5. Fish in a barrel</a></li>
<li><a href="#org47b8f68">2.6. Honey</a></li>
<li><a href="#org70595b9">2.7. Marriage</a></li>
<li><a href="#org9bfe327">2.8. Moon</a></li>
<li><a href="#org655ab04">2.9. One man's trash</a></li>
<li><a href="#orge4a5c98">2.10. Pen</a></li>
<li><a href="#orgbc50937">2.11. When life gives you &#x2026;</a></li>
</ul>
</li>
<li><a href="#org9b5d81d">3. Word break rearranging</a>
<ul>
<li><a href="#org98110a0">3.1. Low self-esteem</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org96f2712" class="outline-2">
<h2 id="org96f2712"><span class="section-number-2">1</span> Conversations</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org5c4d751" class="outline-3">
<h3 id="org5c4d751"><span class="section-number-3">1.1</span> Bees</h3>
<div class="outline-text-3" id="text-1-1">
<p>
A: I ran into a great number of bees on my walk yesterday.
</p>

<p>
B: That sounds frightening, how did you get away?
</p>

<p>
A: Get away? I didn't have to. There's no need to run from no bees.
</p>
</div>
</div>
<div id="outline-container-org6e1f218" class="outline-3">
<h3 id="org6e1f218"><span class="section-number-3">1.2</span> Chemistry</h3>
<div class="outline-text-3" id="text-1-2">
<p>
A: I'm so glad we matched.
</p>

<p>
B: Likewise, I've matched with a few others, but noone who I really had chemistry with.
</p>

<p>
A: Hold up, you need to have chemistry to donate your kidney to me?
</p>

<p>
B: Yup
</p>
</div>
</div>
<div id="outline-container-org4ee237e" class="outline-3">
<h3 id="org4ee237e"><span class="section-number-3">1.3</span> Deer</h3>
<div class="outline-text-3" id="text-1-3">
<p>
A: How does a deer make an origami bell?
</p>

<p>
B: ?
</p>

<p>
A: Folding
</p>
</div>
</div>
<div id="outline-container-orgc5d70fa" class="outline-3">
<h3 id="orgc5d70fa"><span class="section-number-3">1.4</span> Did you know?</h3>
<div class="outline-text-3" id="text-1-4">
<p>
A: Did you know that humans only use 10% of their fingers?
</p>

<p>
B: ?
</p>

<p>
A: <b>Holds up 10 fingers</b>
</p>
</div>
</div>
<div id="outline-container-org7e1a559" class="outline-3">
<h3 id="org7e1a559"><span class="section-number-3">1.5</span> England</h3>
<div class="outline-text-3" id="text-1-5">
<p>
A: In England they call the nuclear football the nuclear American football.
</p>

<p>
B: &#x2026;
</p>
</div>
</div>
<div id="outline-container-org8278671" class="outline-3">
<h3 id="org8278671"><span class="section-number-3">1.6</span> Fish</h3>
<div class="outline-text-3" id="text-1-6">
<p>
A: You must become one with these goldfish.
</p>

<p>
B: <b>swims</b>
</p>

<p>
B: <b>hugs fish</b>
</p>

<p>
A: You have failed. The correct answer was to eat them.
</p>
</div>
</div>
<div id="outline-container-org78369e8" class="outline-3">
<h3 id="org78369e8"><span class="section-number-3">1.7</span> Fraud</h3>
<div class="outline-text-3" id="text-1-7">
<p>
A: Fraud used to be so much easier back in the old days. Back when the Social Security numbers were so low. And it was only a bunch of white guys who we considered people. You could just walk up to a bank, say, Hello, I'm Charles Pumpkins, SSN 35, and I would like to withdraw $10" and walk out with enough money to buy a horse.
</p>

<p>
B: ?
</p>

<p>
A: Or two.
</p>
</div>
</div>
<div id="outline-container-org1852300" class="outline-3">
<h3 id="org1852300"><span class="section-number-3">1.8</span> Hey</h3>
<div class="outline-text-3" id="text-1-8">
<p>
A: <b>Hands behind back, walks up to B</b>
</p>

<p>
A: Hey, what would you like to be remembered for after next Tuesday?
</p>

<p>
B: ?
</p>

<p>
A: Sorry, "after you die"?
</p>

<p>
A: (≧︿≦)
</p>
</div>
</div>
<div id="outline-container-org7c51b34" class="outline-3">
<h3 id="org7c51b34"><span class="section-number-3">1.9</span> Hip replacements</h3>
<div class="outline-text-3" id="text-1-9">
<p>
A: What if <b>hehe</b>
</p>

<p>
B: ?
</p>

<p>
A: Hip replacements were lambs?
</p>

<p>
B: ?
</p>

<p>
A: So they just replaced hips with lambs?
</p>

<p>
B: ?
</p>

<p>
A: <b>hehe</b>
</p>
</div>
</div>
<div id="outline-container-orgb96dc90" class="outline-3">
<h3 id="orgb96dc90"><span class="section-number-3">1.10</span> Magic hat</h3>
<div class="outline-text-3" id="text-1-10">
<p>
A: Hey kid, here's a magic top hat that brings inanimate objects to life. Let's use it on your snowman!
</p>

<p>
B: <b>Walks into backyard</b>
</p>

<p>
B: <b>Digs up a shoebox</b>
</p>

<p>
B: <b>Puts the top hat on a dead rabbit</b>
</p>
</div>
</div>
<div id="outline-container-org74417f8" class="outline-3">
<h3 id="org74417f8"><span class="section-number-3">1.11</span> Movie</h3>
<div class="outline-text-3" id="text-1-11">
<p>
A: I just watched "Fast &amp; Pious".
</p>

<p>
B: &#x2026;
</p>
</div>
</div>
<div id="outline-container-orge09b450" class="outline-3">
<h3 id="orge09b450"><span class="section-number-3">1.12</span> Name</h3>
<div class="outline-text-3" id="text-1-12">
<p>
A: My name is Eric.
</p>

<p>
B: How do you spell that?
</p>

<p>
A: E as in Edward, R as in Redward, I as in Iredward, C as in Ciredward.
</p>
</div>
</div>
<div id="outline-container-orgbae5c08" class="outline-3">
<h3 id="orgbae5c08"><span class="section-number-3">1.13</span> Remember</h3>
<div class="outline-text-3" id="text-1-13">
<p>
A: I can remember my pasta lives.
</p>

<p>
B: &#x2026;
</p>
</div>
</div>
<div id="outline-container-org6e80537" class="outline-3">
<h3 id="org6e80537"><span class="section-number-3">1.14</span> Sleepy</h3>
<div class="outline-text-3" id="text-1-14">
<p>
A: What do you need when you're sleepy after a drug night high?
</p>

<p>
B: ?
</p>

<p>
A: A pillow
</p>
</div>
</div>
<div id="outline-container-org3a5b90b" class="outline-3">
<h3 id="org3a5b90b"><span class="section-number-3">1.15</span> Steve</h3>
<div class="outline-text-3" id="text-1-15">
<p>
A: "Steve Jobs"? Were you friends with him?
</p>

<p>
B: Why?
</p>

<p>
A: Because you're referring to him so informally. I always call him "Steve Employment".
</p>
</div>
</div>
<div id="outline-container-org5e53f6e" class="outline-3">
<h3 id="org5e53f6e"><span class="section-number-3">1.16</span> Weight lifting</h3>
<div class="outline-text-3" id="text-1-16">
<p>
A: I'm trying to learn something new.
</p>

<p>
B: What?
</p>

<p>
A: How to lift 500 lbs.
</p>
</div>
</div>
</div>
<div id="outline-container-orgf58a9ef" class="outline-2">
<h2 id="orgf58a9ef"><span class="section-number-2">2</span> Missayings</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orge06a8ef" class="outline-3">
<h3 id="orge06a8ef"><span class="section-number-3">2.1</span> Bad luck</h3>
<div class="outline-text-3" id="text-2-1">
<p>
If you break a mirror's heart you get 7 years bad luck.
</p>
</div>
</div>
<div id="outline-container-org097cc10" class="outline-3">
<h3 id="org097cc10"><span class="section-number-3">2.2</span> Candy</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Pitiful as an adult taking candy from a baby.
</p>
</div>
</div>
<div id="outline-container-org79e5b5a" class="outline-3">
<h3 id="org79e5b5a"><span class="section-number-3">2.3</span> Early</h3>
<div class="outline-text-3" id="text-2-3">
<p>
So early that the dawn was still smooth.
</p>
</div>
</div>
<div id="outline-container-orgb6575ed" class="outline-3">
<h3 id="orgb6575ed"><span class="section-number-3">2.4</span> Easy-peasy</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Easy-peasy like playing parcheesi.
</p>
</div>
</div>
<div id="outline-container-org18a8d0a" class="outline-3">
<h3 id="org18a8d0a"><span class="section-number-3">2.5</span> Fish in a barrel</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Unsatisfying as shooting fish in a barrel.
</p>
</div>
</div>
<div id="outline-container-org47b8f68" class="outline-3">
<h3 id="org47b8f68"><span class="section-number-3">2.6</span> Honey</h3>
<div class="outline-text-3" id="text-2-6">
<p>
You catch more flies with honey than without honey.
</p>
</div>
</div>
<div id="outline-container-org70595b9" class="outline-3">
<h3 id="org70595b9"><span class="section-number-3">2.7</span> Marriage</h3>
<div class="outline-text-3" id="text-2-7">
<p>
Gloveless marriage
</p>
</div>
</div>
<div id="outline-container-org9bfe327" class="outline-3">
<h3 id="org9bfe327"><span class="section-number-3">2.8</span> Moon</h3>
<div class="outline-text-3" id="text-2-8">
<p>
The moon is made of keys.
</p>
</div>
</div>
<div id="outline-container-org655ab04" class="outline-3">
<h3 id="org655ab04"><span class="section-number-3">2.9</span> One man's trash</h3>
<div class="outline-text-3" id="text-2-9">
<p>
One man's trash is another man.
</p>
</div>
</div>
<div id="outline-container-orge4a5c98" class="outline-3">
<h3 id="orge4a5c98"><span class="section-number-3">2.10</span> Pen</h3>
<div class="outline-text-3" id="text-2-10">
<p>
The pen is inkier than the sword.
</p>
</div>
</div>
<div id="outline-container-orgbc50937" class="outline-3">
<h3 id="orgbc50937"><span class="section-number-3">2.11</span> When life gives you &#x2026;</h3>
<div class="outline-text-3" id="text-2-11">
<p>
When life gives you melons, make lemonade.
</p>
</div>
</div>
</div>
<div id="outline-container-org9b5d81d" class="outline-2">
<h2 id="org9b5d81d"><span class="section-number-2">3</span> Word break rearranging</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org98110a0" class="outline-3">
<h3 id="org98110a0"><span class="section-number-3">3.1</span> Low self-esteem</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Lowe's elf esteem
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Eric</p>
<p class="date">Created: 2023-07-19 Wed 21:25</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
